Repository: sdtorresl/tech-frenetic
Catalog: lib/l10n/app_*.arb
Languages: es

# about_us_title
source: Whats the DNA of a Tech Frenetic?
es: ¿Cuál es el ADN de un Tech Frenetic?

source: About
es: Acerca de

# all_vendors
source: View all vendors
es: Ver todas los fabricantes

source: Articles
es: Artículos

# avatar_message
source: Are you sure you don´t want to choose an avatar?
es: ¿Estás seguro de que no quieres elegir un avatar?

# back_login
source: Back to loging
es: Volver a iniciar sesión

source: Back
es: Volver

# become
source: Become a Frenetic
es: Sé un Frenético

source: Birth Date
es: Fecha de nacimiento

# black_create
source: TechFrenetic Profile
es: en TechFrenetic

# black_tech
source: & Partners
es: de Tecnología

# blue_create
source: Create your
es: Crea tu perfil

# blue_vendors
source: Tech Vendors
es: Proveedores

# btn_create
source: Create group
es: Crear

# btn_join
source: Join Group
es: Unirme

# btn_leave
source: Leave Group
es: Retirarme

# button_accept
source: OK
es: Aceptar

source: By
es: Por

source: Call us
es: Llamanos

source: Cancel
es: Cancelar

source: Category
es: Categoría

source: Certifications
es: Certificaciones

# change_avatar
source: Change your Avatar
es: Cambia tu avatar

source: Change password
es: Cambiar contraseña

# choose_blue
source: Choose a
es: Elige un

# choose_image
source: Choose an image
es: Selecciona una imagen

source: Close
es: Cerrar

source: comment
es: comentario

# comment2
source: Comment
es: Comentar

source: comments
es: comentarios

# comments2
source: Comments
es: Comentarios

# community_article_blue
source: Write an
es: Escribe un

# community_article
source: article
es: artículo

# community_groups_maylike
source: Groups you may like
es: Grupos de tu interés

# community_lovers
source: We are community lovers
es: Somos amantes de la comunidad

# community_share_update
source: Share an update
es: Comparte algo

# community_share_video
source: Share a video
es: Comparte un video

# community_title
source: Tech Community
es: Comunidad Tech

# community_video_blue
source: Share a
es: Comparte un

# community_write_article
source: Write an article
es: Escribe un artículo

# community_write_something
source: Write something…
es: Escribe algo…

source: Community
es: Comunidad

source: Company
es: Compañía

# compleate_the_information
source: Complete the information and we will contact you shortly.
es: Completa la información y nos comunicaremos lo antes posible.

# connect_with_other
source: Connect with other Tech Frenetic´s
es: Conectate con otros miembros

# contact
source: Contact Us
es: Contactar

# continue_button
source: Continue
es: Continuar

# create_profile_message
source: Are you sure you don´t want to create a profile?
es: ¿Estás seguro de que no quieres elegir un perfil?

# cta_post
source: Post your meetup
es: Programa tu meetup

source: Dashboard
es: Tablero

source: Email
es: Correo

# enter_description
source: Enter a short description
es: Ingresa una descripcion corta

# error_about_minlenght
source: This field must contain at least 10 characters
es: Este campo debe tener una longitud mínima de 10 caracteres

# error_about_required
source: This field must not be empty
es: Este campo no debe estar vacío

# error_bio_required
source: You must type a short bio
es: Debes escribir una descripción corta

# error_category_required
source: You must select a category
es: Debes seleccionar una categoría

# error_company_required
source: You must type the company's name
es: Debes escribir el nombre de la compañia

# error_country_required
source: You must select a country
es: Debes seleccionar un país

# error_date_required
source: You must select your date of birth
es: Debes seleccionar tu fecha de nacimiento

# error_description_required
source: You must type a description
es: Debes escribir una descripción

# error_email_format
source: The email address is not valid
es: El email no es válido

# error_email_required
source: You must type the email address
es: Debes escribir tu email

# error_group_api
source: There is a problem with the server
es: Hubo un problema con el servidor

# error_group_description
source: You must write the description of the group
es: Debes escribir la descripción del grupo

# error_group_image
source: You must select an image
es: Debes seleccionar una imagen

# error_group_name
source: You must write the name of the group
es: Debes escribir el nombre del grupo

# error_group_person
source: You must write the name of the person
es: Debes escribir el nombre de la persona

# error_group_rules
source: You must write the group rules
es: Debes escribir las reglas del grupo

# error_group_status
source: You must write the group status
es: Debes escribir el estado del grupo

# error_logout
source: It seems that you went into an unexpected error when trying to logout.
es: Parece que se produjo un error inesperado al intentar cerrar la sesión.

# error_lowercase
source: This field mist contain at least one lowercase character
es: Este campo debe contener al menos una minúscula

# error_meetup_api
source: There is a problem with the server
es: Hay un problema con el servidor

# error_minlenght
source: This field must contain at least 10 characters
es: Este campo debe tener una longitud mínima

# error_name_new_pass_and_temp_pass_fields_are_required
source: You must provide a valid token
es: Debe proporcionar un token válido

# error_name_required_company
source: You must type the company's name
es: Debes escribir el nombre de la compañia

# error_name_required_person
source: You must type your name
es: Debes escribir tu nombre

# error_name_required
source: You must type your name
es: Debes escribir tu nombre

# error_not_empty
source: This field must not be empty
es: Este campo no debe estar vacío

# error_numeric
source: This field must be numeric
es: Este campo debe ser numérico

# error_password_hasnum
source: Password does not have security requirements
es: La contraseña no cumple los requisitos de seguridad

# error_password_lowercaps
source: Password does not have security requirements
es: La contraseña no cumple los requisitos de seguridad

# error_password_minlength
source: Password does not have security requirements
es: La contraseña no cumple los requisitos de seguridad

# error_password_required
source: You must type the password
es: Debes escribir tu password

# error_phone_required
source: You must write your mobile phone
es: Debes escribir tu telefono móvil

# error_photo_required
source: You must load a photo
es: Debes seleccionar una foto

# error_repassword_different
source: Your passwords don't match
es: Las contraseñas no coinciden

# error_repassword_required
source: You must re_type the password
es: Debes confirmar la contraseña

# error_required
source: This field is required
es: Este campo es requerido

# error_role_required_person
source: You must select a profession
es: Debes seleccionar una profesión

# error_role_required
source: You must type your profession
es: Debes escribir tu profesión

# error_sorry_system_can_t_send_email_at_the_moment
source: System can't send emails at the moment
es: El sistema no puede enviar correos por el momento

# error_sorry_unrecognized_username_or_password
source: Check your access data.
es: Verifica tus datos de acceso

# error_terms_required
source: You must agree to terms and conditions
es: Debes aceptar los términos y condiciones

# error_this_route_can_only_be_accessed_by_anonymous_users
source: There is a problem with the server [001]
es: Hay un problema con el servidor [001]

# error_this_user_was_not_found_or_invalid
source: This account doesn't exist
es: Esta cuenta no existe

# error_title_required
source: You must type a title
es: Debes escribir un título

# error_typeerror_networkerror_when_attempting_to_fetch_resource
source: There is a problem with the server [002]
es: Hay un problema con el servidor [002]

# error_uperrcase
source: This field mist contain at least one uppercase character
es: Este campo debe contener al menos una mayúscula

# error_user_exists
source: An user with this username already exists
es: Ya existe un usuario con este nombre de usuario

# error_validation_failed_mail_the_email_address
source: This email address has been already taken.
es: Este email ya se encuentra registrado.

# error_video_required
source: You must load the mp4 video file
es: Debes cargar el video mp4

# error_when_future
source: You must select a future date
es: Debes seleccionar una fecha futura

# error_when_required
source: You must select a date
es: Debes seleccionar una fecha

# error_where_required
source: You must type a place
es: Debes escribir el lugar

# error_wrong_url
source: You must type a valid URL
es: Debes escribir una URL válida

# error_x_csrf_token_request_header_is_missing
source: There is a problem with the server [003]
es: Hay un problema con el servidor [003]

# expand_intro
source: Expand your networking and contact tech Vendors and partners.
es: Expande tu red de proveedores y aliados de Tecnología.

source: Explore more
es: Explorar más

source: Featured content
es: Contenido destacado

# featured_events
source: events
es: destacados

source: Featured
es: Eventos

source: Feed
es: Hilo

source: Find Us
es: Encuentranos

source: Finish
es: Terminar

source: Followers
es: Seguidores

source: Following
es: Siguiendo

# form1_email
source: Your Email
es: Tu Email

# form1_password
source: Create password
es: Crea tu contraseña

# form1_repassword
source: Confirm your password
es: Confirma tu contraseña

source: from
es: de

# general_account_settings
source: General Settings
es: Ajustes Generales

source: Get in
es: Ponte en

# group_description
source: Write short description group name
es: Escribe una descripción breve del nombre del grupo

# group_intro
source: Create a Frenetics community filling the following fields
es: Crea una comunidad de Frenéticos completando la siguiente información

# group_name
source: Write the group name
es: Escribe el nombre del grupo

# group_person
source: Write the name of person
es: Escribe el nombre de la persona

# groups_btn_create
source: Create group
es: Crear un grupo

# groups_btn_join_request
source: Request join
es: Solicitar unirme

# groups_btn_join
source: Join Group
es: Unirme

# groups_created
source: The group was created successfully
es: El grupo fue creado exitosamente

# groups_description
source: Group description
es: Descripción del grupo

# groups_details
source: Group details
es: Detalle de grupo

# groups_group
source: Group
es: Grupo

# groups_may_like
source: Groups you may like
es: Estos grupos te pueden interesar

# groups_members
source: members
es: miembros

# groups_no_groups
source: You have no groups yet
es: Aun no tienes grupos

# groups_private
source: Private group
es: Grupo privado

# groups_public
source: Public group
es: Grupo público

# groups_rules
source: Group rules
es: Reglas del grupo

# groups_tab_create
source: Create group
es: Crear un grupo

# groups_tab_discover
source: Discover groups
es: Descubre grupos

# groups_tab_groups
source: My groups
es: Mis grupos

# groups_title
source: My Groups
es: Mis Grupos

# groups_ttl_black
source: groups
es: grupos

# groups_ttl_blue
source: My
es: Mis

# groups_ttl_mobile
source: Groups
es: Grupos

source: Groups
es: Grupos

# have_password
source: Your password must have:
es: Tu contraseña debe tener:

# hey
source: Hey, we´re
es: Hola nosotros somos

# in_your_area
source: members in your area
es: Tech Frenetic en tu área

# interest
source: Interests
es: Intereses

# intro1
source: Let's prepare your signup. First, tell us who you are?
es: Preparemos tu registro. Primero, cuéntanos quien eres?

source: It´s easy!
es: ¡Es fácil!

# last_changed
source: Last change
es: Último cambio

source: Latest content
es: Contenido reciente

# lbl_description
source: Description
es: Descripción

# lbl_url
source: Event URL
es: Link del Evento

# lbl_when
source: When
es: Cuando

# lbl_where
source: Where
es: Donde

# login_black_title
source: your account
es: a tu cuenta

# login_blue_title
source: Login to
es: Entrar

# login_create_one
source: Create one.
es: Crea una

# login_forgot
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# login_form_email
source: Email address
es: Tu correo

# login_intro_text
source: Don´t you have an account yet?
es: Aún no tienes una cuenta?

# login_keep_me
source: Keep me signed in
es: Guardar mi sesión

# login_label_email
source: Email
es: Correo electrónico

# login_label_invalid_email
source: Invalid email
es: Correo no válido

# login_label_invalid_password
source: Invalid password
es: Contraseña no válida

# login_title
source: Login
es: Iniciar sesión

# logout_button
source: Log out
es: Cerrar sesión

# looking
source: What are you looking for
es: Qué estás buscando

# love_to_learn
source: We love to Learn everryday
es: Nos encanta aprender todos los días

# meetups_by
source: By
es: Por

# meetups_cta_new
source: Host a Meetup
es: Programar un Meetup

# meetups_cta_post
source: Post your meetup
es: Programa tu meetup

# meetups_go_meeting
source: Go to meetup
es: Ir al encuentro

# meetups_host_black
source: Meetup
es: tu Meetup

# meetups_host_blue
source: Host a
es: Organiza

# meetups_host_intro
source: Connect with other Tech Frenetic’s members in your area.
es: Conectate con otros miembros Tech Frenetic en tu área.

# meetups_intro
source: Find here the upcoming meets from the Tech Frenetic Community in your area so you can learn, share, and work together.
es: Encuentra los meetups que vienen próximamente de la comunidad Tech Frenetic en tu área. Asi podrás aprender, compartir, y trabajar juntos.

# meetups_lbl_description
source: Description
es: Descripción

# meetups_lbl_url
source: Event URL
es: Link del Evento

# meetups_lbl_when
source: When
es: Cuando

# meetups_lbl_where
source: Where
es: Donde

# meetups_meetup_created
source: Meetup created
es: Meetup creado

# meetups_meetup_desc
source: Your meeting has been successfully created and is now being shared with the rest of the community.
es: Su reunión se ha creado correctamente y ahora se comparte con el resto de la comunidad.

# meetups_search_city
source: Write city where event will take place
es: Escribe la ciudad del evento

# meetups_title
source: Upcomming Meetups
es: Meetups Programados

# meetups_ttl_blue
source: Upcomming
es: Próximos

# meetups_txt_description
source: Write the name of the event
es: Escribe el nombre del evento

# meetups_txt_link_help
source: Link to a page where attendees can RSVP; get notifications; see who else is coming; and check the date, time, and address.
es: Link a la página donde los visitantes pueden RSVP; obtener notificaciones; ver quien más asistirá; conocer la fecha, hora y dirección.

# meetups_txt_link
source: URL on Eventbrite, Meetup.com, etc.
es: Link de Eventbrite, Meetup.com, etc.

source: Meetups
es: Encuentros

# message_btn_later
source: I will do it later
es: lo haré después

# message_contact_sent
source: Your information has been sent successfully
es: Tus datos han sido enviados correctamente

# message_error
source: An unexpected error has happened
es: Ha ocurrido un error inesperado

# message_in_progress
source: In progress...
es: En progreso...

# message_meetup_created
source: Meetup created successfully
es: Meetup creado exitosamente

# message_success
source: Data was updated successfully
es: Los datos fueron actualizados satisfactoriamente

source: message
es: mensaje

# message2
source: Message
es: Mensaje

source: Mobile phone
es: Telefono celular

source: Most
es: Lo más

source: My Account
es: Mi cuenta

source: My Activity
es: Mi Actividad

# my_articles
source: Saved
es: Mis articulos

source: My Content
es: Mi Contenido

source: My Profile
es: Mi Perfil

source: My
es: Mi

# my2
source: My
es: Mis

# no_groups
source: You have no groups yet
es: Aun no tienes grupos

# notification_button
source: Notifications
es: Notificaciones

# notifications_comment
source: has commented your publication
es: ha comentado tu publicación

# notifications_group_joined
source: has joined the group
es: se ha unido al grupo

# notifications_group_leaved
source: has leave the group
es: ha abandonado el grupo

# notifications_shared
source: has shared your publication
es: ha compartido tu publicación

# password_changed
source: Your password has been changed
es: Tu contraseña ha sido cambiada

# password_confirm
source: Confirm password
es: Confirmar contraseña

# password_new
source: New password
es: Nueva contraseña

# password_reset_confirmation
source: An email has been delivered with further instructions
es: Se ha enviado un correo con información adicional.

# password_reset_error
source: An unexpected error has ocurred trying to reset your password. Please confirm that your email address is already registered
es: Ha ocurrido un error inesperado al intentar reestablecer la contraseña. Por favor confirma que la dirección de correo electrónico ya se encuentra registrada.

# password_token_requested
source: I've already requested a token
es: Ya he solicitado el token

source: Password
es: Contraseña

source: Person
es: Persona

source: Phone number
es: Numero de teléfono

# phone
source: Mobile phone
es: Teléfono móvil

# profile_about
source: About
es: Acerca de

# profile_account_updated
source: Your account information has been upadted
es: Tu información ha sido actualizada correctamente

# profile_activity_title
source: My Activity
es: Mi actividad

# profile_add
source: Add about you
es: Escribe sobre ti

# profile_all_read
source: Mark all as read
es: Marcar todo como leido

# profile_applications
source: Applications
es: Aplicaciones

# profile_articles
source: Articles
es: Artículos

# profile_certifications
source: Certifications
es: Certificaciones

# profile_dashboard
source: My dashboard
es: Mi tablero

# profile_days_ago
source: days ago
es: días

# profile_desc_account
source: General Account Settings
es: Configuración general de la cuenta

# profile_edit_about_blue
source: Edit
es: Editar

# profile_edit_about
source: About
es: Sobre

# profile_edit_add
source: Add
es: Añadir

# profile_edit_certifications
source: certifications
es: certificaciones

# profile_edit_interest
source: Interests
es: Intereses

# profile_edit_interests
source: interests
es: intereses

# profile_edit_name
source: Certification name
es: Nombre de certificacion

# profile_edit_profile
source: profile
es: perfil

# profile_follow
source: Follow
es: Seguir

# profile_followers
source: Followers
es: Seguidores

# profile_following
source: Following
es: Siguiendo

# profile_follows_you
source: Follows you
es: Te siguen

# profile_hours
source: hours ago
es: horas atras

# profile_interest
source: Interest
es: Interés

# profile_notifications
source: Notifications
es: Notificaciones

# profile_password_instructions
source: A token has been sent to your email address.
es: Se ha enviado el token a tu dirección de correo electrónico

# profile_save
source: Save
es: Salvar

# profile_share_article
source: article
es: artículo

# profile_share_modal
source: Share a
es: Compartir un

# profile_share_video
source: video
es: vídeo

# profile_shared_post
source: shared a post
es: compartió una publicación

# profile_tech_vendors
source: Tech Vendors
es: Proveedores de tecnología

# profile_title
source: Profile
es: Perfil

# profile_trends_view
source: Who viewed your profile
es: Quién vio tu perfil

# profile_trends
source: Trends
es: Tendencias

# profile_unfollow
source: Unfollow
es: Dejar de seguir

# profile_view_all
source: View all
es: Ver todos

# profile_view_dashboard
source: Only for you
es: Solo para ti

# profile_viewers
source: All profile viewers
es: Todos los espectadores de perfil

# profile_year_profile
source: profile viewers in the year
es: espectadores de perfil en el año

# profile_your_name
source: Your name
es: Tu nombre

# profile_your_profession
source: Your Profession
es: Tu profesion

source: Profile
es: Perfil

source: Publish
es: Publicar

# pwd_lowper
source: Upper and lower case letters
es: Letras mayúsculas y minúsculas

# pwd_match
source: Passwords match
es: Las contraseñas coinciden

# pwd_minchars
source: 8 or more characters
es: 8 o más caracteres

# pwd_number
source: At least one number
es: Al menos un número

# recent_events
source: events
es: recientes

source: Recent
es: Eventos

# reset_black
source: your password
es: tu contraseña

# reset_blue
source: Reset
es: Recupera

# reset_instructions
source: Please enter your email address. We will send you an email to reset your password.
es: Por favor, introduzca su dirección de correo electrónico. Le enviaremos un correo para restablecer su contraseña.

source: Results
es: Resultados

# results2
source: results
es: resultados

source: Save changes
es: Guardar cambios

# saved_articles
source: Saved
es: Artículos guardados

# say_hi
source: Hi
es: Hola

# search_btn_clear
source: Clear filters
es: Limpiar los filtros

# search_btn_results
source: Show results
es: Mostrar resultados

# search_button
source: search
es: buscar

source: Search by
es: Buscar por

# search_filters
source: Filter By
es: Filtrar Por

# search_looking
source: ¿What are you looking for?
es: ¿Qué estás buscando?

# search_populars
source: Popular searches
es: Búsquedas más populares

source: Search results
es: Resultados de la búsqueda

# search_tab_content
source: Content
es: Artículos

# search_tab_groups
source: Groups
es: Grupos

# search_tab_users
source: Users
es: Usuarios

# search_tab_vendors
source: Vendors
es: Proveedores

# search_text
source: Type here to search
es: Escribe lo que buscas aquí

# search_typeto
source: Type here to search...
es: Escribe lo que buscas aquí...

source: Search
es: Buscar

# search2
source: search
es: buscar

source: Select
es: Seleccione

source: Send email
es: Enviar correo

source: Send
es: Enviar

source: Share an update
es: ¿Qué hay de nuevo?

# share_article
source: Share an article
es: Comparte un articulo

# share_message
source: Check this awesome article!!!
es: Mira este asombroso artículo!!!

# share_video
source: Share a video
es: Comparte un video

source: Share
es: Compartir

source: Sign up
es: Unirme

# skills_title
source: Improve your skills
es: Mejora tus habilidades

source: Skills
es: Habilidades

# subscribtion
source: Subscription
es: Subscripción

# tab_content
source: Content
es: Artículos

# tab_create
source: Create
es: Crear

# tab_discover
source: Discover
es: Descubre

# tab_groups
source: My groups
es: Mis grupos

source: Tech Community
es: Comunidad Tech

source: Tech Events
es: Eventos Tech

# tech_passionate
source: We are tech passionate
es: Somos apasionados por la tecnología

source: Tech Vendors
es: Proveedores Tech

# terms_line1
source: I have read and accept the
es: He leido y acepto los

# terms_line2
source: of use and
es: de uso y la

# terms_link1
source: terms
es: términos

# terms_link2
source: privacy policy
es: política de privacidad

source: Touch
es: Contacto

# ttl_filter
source: Filter
es: Filtro

# txt_claim
source: Enjoy all our public articles joining our community. You will also get access to the all content.
es: Disfruta nuestros artículos públicos. Uniéndote a nuestra comunidad, también tendrás acceso a todos los contenidos.

# txt_description
source: Write the name of the event
es: Escribe el nombre del evento

# txt_link_help
source: Link to a page where attendees can RSVP; get notifications; see who else is coming; and check the date, time, and address.
es: Link a la página donde los visitantes pueden RSVP; obtener notificaciones; ver quien más asistirá; conocer la fecha, hora y dirección.

# txt_link
source: URL on Eventbrite, Meetup.com, etc.
es: Link de Eventbrite, Meetup.com, etc.

source: Upcoming
es: Próximos

source: Username
es: Nombre de usuario

source: Vendor
es: Proveedor
