Repository: sdtorresl/tech-frenetic
Catalog: lib/l10n/app_*.arb
Languages: es

# vendors_title
source: Tech Vendors & Partners
es: Proveedores de Tecnología

# vendors
source: T. Vendors
es: Proveedores

# video_from_camera
source: From camera
es: Desde la cámara

# video_from_gallery
source: From gallery
es: Desde la galería

# video_load
source: Upload a video
es: Sube un video

source: View more
es: Ver más

source: views
es: vistas

# what_do_you
source: ¿What do you want to learn?
es: ¿Sobre qué quieres aprender?

# whats_your_name
source: What´s your email?
es: ¿Cuál es tu correo?

# where_desc
source: Write the city or location
es: Escribe la ciudad o ubicación

# where_you_from
source: Where are you from
es: De donde eres

source: Write a message
es: Escribe un mensaje

# write_provider
source: Write the area,service or provider
es: Escriba el área, el servicio o el proveedor

source: Write something...
es: Escribe algo...

# write_the_city
source: Write the city where event willl take place
es: Escribe la ciudad del evento

source: Write Us
es: Escribenos

source: Write
es: Escribe

# you_dont_have_a_subscribtion_yet
source: You don't have a subscription yet
es: Aún no tienes ninguna subscripción

# your_company
source: What´s your company name?
es: ¿Cómo se llama tu empresa?

source: Your country
es: Tu país

source: Your email
es: Tu correo

# your_name
source: What´s your name?
es: ¿Cuál es tu nombre?

# your_phone
source: What´s your phone?
es: ¿Cuál es tu telefono?

source: Your Profession
es: Tu profesion

# your_profile
source: Who viewed your profile?
es: ¿Quién vio tu perfil?
